{
  "common_home": "Home",
  "common_about": "About",
  "common_login": "Login",
  "common_logout": "Logout",
  "welcome_title": "Welcome",
  "welcome_text1": "Bring all your tasks, teammates, and tools together",
  "welcome_text2": "Visualize your progress on digital Kanban boards and see your team move tasks from to-do to done.",
  "about_title": "About",
  "about_text1": "What is Kanban software?",
  "about_text2": "Kanban is a popular framework used to implement agile and DevOps software development. It requires real-time communication of capacity and full transparency of work. Work items are represented visually on a kanban board, allowing team members to see the state of every piece of work at any time. Kanban is enormously prominent among today's agile and DevOps software teams, but the kanban methodology of work dates back more than 50 years. In the late 1940s Toyota began optimizing its engineering processes based on the same model that supermarkets were using to stock their shelves. Supermarkets stock just enough product to meet consumer demand, a practice that optimizes the flow between the supermarket and the consumer. Because inventory levels match consumption patterns, the supermarket gains significant efficiency in inventory management by decreasing the amount of excess stock it must hold at any given time. Meanwhile, the supermarket can still ensure that the given product a consumer needs is always in stock. When Toyota applied this same system to its factory floors, the goal was to better align their massive inventory levels with the actual consumption of materials. To communicate capacity levels in real-time on the factory floor (and to suppliers), workers would pass a card, or kanban, between teams. When a bin of materials being used on the production line was emptied, a kanban was passed to the warehouse describing what material was needed, the exact amount of this material, and so on. The warehouse would have a new bin of this material waiting, which they would then send to the factory floor, and in turn send their own kanban to the supplier. The supplier would also have a bin of this particular material waiting, which it would ship to the warehouse. While the signaling technology of this process has evolved since the 1940s, this same 'just in time' (or JIT) manufacturing process is still at the heart of it.",
  "login": "Login",
  "signup": "Sign up",
  "email": "Email",
  "name": "Name",
  "password": "Password",
  "title": "Title",
  "description": "Description",
  "create": "Create",
  "open": "Open",
  "close": "Close",
  "edit": "Edit",
  "delete": "Delete",
  "save": "Save",
  "cancel": "Cancel",
  "required": "is required",
  "short": "is too short",
  "correct_email": "Type correct email address",
  "correct_password": "Minimum password length is 6 symbols.",
  "modal_registration": "Registration successful!",
  "modal_loading": "Loading...",
  "dashboard_title": "Dashboard",
  "dashboard_new": "Create new board",
  "board_back": "Go to dashboard",
  "board_new": "Create new list",
  "task_new": "New task"
}