{
  "common_home": "Главная",
  "common_about": "Описание",
  "common_login": "Войти",
  "common_logout": "Выйти",
  "welcome_title": "Добро пожаловать",
  "welcome_text1": "Соберите сотрудников, задачи и инструменты в одном месте",
  "welcome_text2": "Визуализируйте свой прогресс на цифровых досках Kanban и наблюдайте, как ваша команда перемещает задачи из списка дел в выполненные.",
  "about_title": "Описание",
  "about_text1": "Что такое Kanban?",
  "about_text2": "Kanban — это популярный подход к реализации принципов agile и DevOps при разработке ПО. Методика предполагает обсуждение производительности в режиме реального времени и полную прозрачность рабочих процессов. Рабочие задачи визуально представлены на доске Kanban, что позволяет участникам команды видеть состояние каждой задачи в любой момент времени.",
  "about_text3": "Хотя методика Kanban зародилась более 50 лет назад, она невероятно популярна среди современных Agile- и DevOps-команд разработчиков.",
  "about_text4": "В конце сороковых годов XX века компания «Тойота» начала использовать модель заполнения полок в супермаркетах, чтобы оптимизировать технологический процесс. Супермаркеты выставляют ограниченное количество товаров, которого при этом достаточно для удовлетворения потребительского спроса. Таким образом оптимизируется поток товаров между супермаркетом и потребителем. Если уровень запасов соответствует потребительскому спросу, значительно увеличивается эффективность управления складом, ведь избыточных запасов — которые тоже нужно где-то хранить — становится меньше. При этом супермаркет по-прежнему гарантирует, что нужный потребителю товар всегда есть в наличии. ",
  "about_text5": "Компания «Тойота» применила эту систему в своих цехах, чтобы лучше соотнести внушительные складские запасы и реально используемые в производстве материалы. Для отслеживания объемов производства в цехе (и взаимодействия с поставщиками) в режиме реального времени использовалась специальная карточка, или Kanban, которую рабочие передавали между командами. Когда в корзине заканчивались используемые на участке производства материалы, на склад передавали Kanban с указанием необходимого материала, нужного количества и т. д. На складе уже стояла новая корзина с этим материалом: ее отправляли в цех, а складские работники отсылали поставщику свой Kanban. У поставщика корзина с этим материалом тоже была готова, и он отправлял ее на склад. Конечно, в современном мире сообщения передаются совсем не так, как в сороковых, но смысл остается тем же — все основано на процессе «своевременного» производства (JIT).",
  "login": "Войти",
  "signup": "Зарег-ся",
  "email": "Эл. почта",
  "name": "Имя",
  "password": "Пароль",
  "title": "Название",
  "description": "Описание",
  "create": "Создать",
  "open": "Открыть",
  "close": "Закрыть",
  "edit": "Изменить",
  "delete": "Удалить",
  "save": "Сохранить",
  "cancel": "Отмена",
  "required": "- обязательное поле",
  "short": "слишком короткое",
  "correct_email": "Укажите корректный адрес эл. почты",
  "correct_password": "Минимальная длина пароля - 6 символов",
  "modal_registration": "Регистрация успешная!",
  "modal_loading": "Загрузка...",
  "dashboard_title": "Панель",
  "dashboard_new": "Создать новую доску",
  "board_back": "Вернуться на панель",
  "board_new": "Создать новый список",
  "task_new": "Создать"
}